{
    ">=3则使用对harvest音高识别的结果使用中值滤波，数值为滤波半径，使用可以削弱哑音": "Si es >=3, entonces use el resultado del reconocimiento de tono de 'harvest' con filtro de mediana, el valor es el radio del filtro, su uso puede debilitar el sonido sordo",
    "F0曲线文件, 可选, 一行一个音高, 代替默认F0及升降调": "Archivo de curva F0, opcional, un tono por línea, en lugar de F0 predeterminado y cambio de tono",
    "Index Rate": "Tasa de índice",
    "harvest进程数": "Número de procesos",
    "index文件路径不可包含中文": "La ruta del archivo .index no debe contener caracteres chinos.",
    "pth文件路径不可包含中文": "La ruta del archivo .pth no debe contener caracteres chinos.",
    "step1:正在处理数据": "Paso 1: Procesando datos",
    "step2:正在提取音高&正在提取特征": "Paso 2: Extracción del tono y extracción de características",
    "step3a:正在训练模型": "Paso 3a: Entrenando el modelo",
    "也可批量输入音频文件, 二选一, 优先读文件夹": "También se pueden importar varios archivos de audio. Si existe una ruta de carpeta, esta entrada se ignora.",
    "使用模型采样率": "使用模型采样率",
    "使用设备采样率": "使用设备采样率",
    "保护清辅音和呼吸声，防止电音撕裂等artifact，拉满0.5不开启，调低加大保护力度但可能降低索引效果": "Proteger las consonantes claras y la respiración, prevenir artefactos como la distorsión de sonido electrónico, 0.5 no está activado, reducir aumentará la protección pero puede reducir el efecto del índice",
    "停止音频转换": "Detener la conversión de audio",
    "全流程结束！": "¡Todo el proceso ha terminado!",
    "共振偏移": "共振偏移",
    "刷新音色列表和索引路径": "Actualizar la lista de modelos e índice de rutas",
    "加载模型": "Cargar modelo",
    "单次推理": "单次推理",
    "卸载音色省显存": "Descargue la voz para ahorrar memoria GPU",
    "变调(整数, 半音数量, 升八度12降八度-12)": "Cambio de tono (entero, número de semitonos, subir una octava +12 o bajar una octava -12)",
    "后处理重采样至最终采样率，0为不进行重采样": "Remuestreo posterior al proceso a la tasa de muestreo final, 0 significa no remuestrear",
    "启用相位声码器": "启用相位声码器",
    "响应阈值": "Umbral de respuesta",
    "响度因子": "factor de sonoridad",
    "导出文件格式": "Formato de archivo de exportación",
    "常见问题解答": "Preguntas frecuentes",
    "常规设置": "Configuración general",
    "开始音频转换": "Iniciar conversión de audio",
    "很遗憾您这没有能用的显卡来支持您训练": "Lamentablemente, no tiene una tarjeta gráfica adecuada para soportar su entrenamiento",
    "性能设置": "Configuración de rendimiento",
    "批量推理": "批量推理",
    "批量转换, 输入待转换音频文件夹, 或上传多个音频文件, 在指定文件夹(默认opt)下输出转换的音频. ": "Conversión por lotes, ingrese la carpeta que contiene los archivos de audio para convertir o cargue varios archivos de audio. El audio convertido se emitirá en la carpeta especificada (opción predeterminada).",
    "指定输出文件夹": "Especificar carpeta de salida",
    "推理时间(ms):": "Inferir tiempo (ms):",
    "推理音色": "inferencia de voz",
    "是": "Sí",
    "检索特征占比": "Proporción de función de búsqueda",
    "模型推理": "inferencia del modelo",
    "淡入淡出长度": "Duración del fundido de entrada/salida",
    "特征检索库文件路径,为空则使用下拉的选择结果": "Ruta del archivo de la biblioteca de características, si está vacío, se utilizará el resultado de la selección desplegable",
    "独占 WASAPI 设备": "独占 WASAPI 设备",
    "男转女推荐+12key, 女转男推荐-12key, 如果音域爆炸导致音色失真也可以自己调整到合适音域. ": "Tecla +12 recomendada para conversión de voz de hombre a mujer, tecla -12 para conversión de voz de mujer a hombre. Si el rango de tono es demasiado amplio y causa distorsión, ajústelo usted mismo a un rango adecuado.",
    "算法延迟(ms):": "算法延迟(ms):",
    "自动检测index路径,下拉式选择(dropdown)": "Detección automática de la ruta del índice, selección desplegable (dropdown)",
    "训练结束, 您可查看控制台训练日志或实验文件夹下的train.log": "Entrenamiento finalizado, puede ver el registro de entrenamiento en la consola o en el archivo train.log en la carpeta del experimento",
    "设备类型": "设备类型",
    "请选择index文件": "Seleccione el archivo .index",
    "请选择pth文件": "Seleccione el archivo .pth",
    "请选择说话人id": "Seleccione una identificación de altavoz",
    "转换": "Conversión",
    "输入待处理音频文件夹路径(去文件管理器地址栏拷就行了)": "Ingrese la ruta a la carpeta de audio que se procesará (simplemente cópiela desde la barra de direcciones del administrador de archivos)",
    "输入待处理音频文件路径(默认是正确格式示例)": "Ingrese la ruta del archivo del audio que se procesará (el formato predeterminado es el ejemplo correcto)",
    "输入源音量包络替换输出音量包络融合比例，越靠近1越使用输出包络": "Proporción de fusión para reemplazar el sobre de volumen de entrada con el sobre de volumen de salida, cuanto más cerca de 1, más se utiliza el sobre de salida",
    "输入监听": "输入监听",
    "输入设备": "Dispositivo de entrada",
    "输入降噪": "Reducción de ruido de entrada",
    "输出信息": "Información de salida",
    "输出变声": "输出变声",
    "输出设备": "Dispositivo de salida",
    "输出降噪": "Reducción de ruido de salida",
    "输出音频(右下角三个点,点了可以下载)": "Salida de audio (haga clic en los tres puntos en la esquina inferior derecha para descargar)",
    "选择.index文件": "Seleccione el archivo .index",
    "选择.pth文件": "Seleccione el archivo .pth",
    "选择音高提取算法,输入歌声可用pm提速,harvest低音好但巨慢无比,crepe效果好但吃GPU": "Seleccione el algoritmo de extracción de tono, las voces de entrada se pueden acelerar con pm, harvest tiene buenos graves pero es muy lento, crepe es bueno pero se come las GPUs",
    "选择音高提取算法,输入歌声可用pm提速,harvest低音好但巨慢无比,crepe效果好但吃GPU,rmvpe效果最好且微吃GPU": "Seleccione el algoritmo de extracción de tono, use 'pm' para acelerar la entrada de canto, 'harvest' es bueno para los graves pero extremadamente lento, 'crepe' tiene buenos resultados pero consume GPU",
    "采样率:": "采样率:",
    "采样长度": "Longitud de muestreo",
    "重载设备列表": "Actualizar lista de dispositivos",
    "音调设置": "Ajuste de tono",
    "音频设备": "Dispositivo de audio",
    "音高算法": "Algoritmo de tono",
    "额外推理时长": "Tiempo de inferencia adicional"
}
